Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 迁移回滚：已删除外部半成品目录
ar: Migration rollback: removed incomplete external directory
de: Migration rollback: removed incomplete external directory
en: Migration rollback: removed incomplete external directory
eo: Migration rollback: removed incomplete external directory
es: Migration rollback: removed incomplete external directory
fr: Migration rollback: removed incomplete external directory
hi: Migration rollback: removed incomplete external directory
id: Migration rollback: removed incomplete external directory
it: Migration rollback: removed incomplete external directory
ko: Migration rollback: removed incomplete external directory
nl: Migration rollback: removed incomplete external directory
pl: Migration rollback: removed incomplete external directory
pt: Migration rollback: removed incomplete external directory
ru: Migration rollback: removed incomplete external directory
th: Migration rollback: removed incomplete external directory
tr: Migration rollback: removed incomplete external directory
vi: Migration rollback: removed incomplete external directory
zh_hant: 遷移回滚：已删除外部半成品目錄

source: 迁移回滚：已删除空父目录
ar: Migration rollback: removed empty parent directory
de: Migration rollback: removed empty parent directory
en: Migration rollback: removed empty parent directory
eo: Migration rollback: removed empty parent directory
es: Migration rollback: removed empty parent directory
fr: Migration rollback: removed empty parent directory
hi: Migration rollback: removed empty parent directory
id: Migration rollback: removed empty parent directory
it: Migration rollback: removed empty parent directory
ko: Migration rollback: removed empty parent directory
nl: Migration rollback: removed empty parent directory
pl: Migration rollback: removed empty parent directory
pt: Migration rollback: removed empty parent directory
ru: Migration rollback: removed empty parent directory
th: Migration rollback: removed empty parent directory
tr: Migration rollback: removed empty parent directory
vi: Migration rollback: removed empty parent directory
zh_hant: 遷移回滚：已删除空父目錄

source: 迁移失败
ar: فشل الترحيل
de: Migration fehlgeschlagen
en: Migration failed
eo: Migrado malsukcesis
es: Migración fallida
fr: Échec de la migration
hi: माइग्रेशन विफल
id: Migrasi gagal
it: Migrazione fallita
ja: Migration failed
ko: 마이그레이션 실패
nl: Migratie mislukt
pl: Migracja nie powiodła się
pt: Migração falhou
ru: Миграция не удалась
th: การย้ายข้อมูลล้มเหลว
tr: Taşıma başarısız
vi: Di chuyển thất bại
zh_hant: 遷移失败

source: 迁移完成后，原路径将自动变成符号链接，相关工具无需任何修改即可继续使用。
ar: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
de: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
en: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
eo: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
es: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
fr: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
hi: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
id: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
it: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
ja: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
ko: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
nl: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
pl: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
pt: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
ru: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
th: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
tr: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
vi: After migration, the original path will automatically become a symbolic link, and related tools can continue to be used without any modification.
zh_hant: 遷移完成後，原路徑將自動變成符號連結，相關工具無需任何修改即可繼續使用。

source: 迁移应用数据可能导致目标软件出现不可预料的兼容性问题。建议你先自行备份当前数据，再在副本或可接受风险的环境中迁移并测试，确认软件工作正常后再继续长期使用。
ar: قد يؤدي نقل بيانات التطبيق إلى مشكلات توافق غير متوقعة في البرنامج الهدف. نوصي بعمل نسخة احتياطية من بياناتك الحالية أولاً، ثم إجراء النقل والاختبار على نسخة أو في بيئة يمكنك تحمل مخاطرها، وبعد التأكد من أن التطبيق يعمل بشكل طبيعي يمكنك متابعة الاستخدام طويل الأمد.
de: Das Migrieren von App-Daten kann zu unvorhersehbaren Kompatibilitätsproblemen in der Zielanwendung führen. Wir empfehlen, deine aktuellen Daten zuerst zu sichern und die Migration dann auf einer Kopie oder in einer Umgebung mit akzeptablem Risiko zu testen. Nutze sie erst langfristig weiter, wenn alles normal funktioniert.
en: Migrating app data may cause unpredictable compatibility issues in the target app. We recommend backing up your current data first, then migrating and testing in a copy or another environment where the risk is acceptable. Continue long-term use only after confirming the app still works normally.
eo: Migrado de aplikaĵaj datumoj povas kaŭzi neantaŭvideblajn kongruecajn problemojn en la cela programo. Ni rekomendas unue sekurkopii viajn nunajn datumojn, poste migri kaj testi en kopio aŭ en medio kun akceptebla risko. Daŭrigu longdaŭran uzon nur post kiam vi konfirmis, ke la programo ankoraŭ funkcias normale.
es: Migrar datos de la aplicación puede causar problemas de compatibilidad imprevisibles en la app de destino. Te recomendamos hacer primero una copia de seguridad de tus datos actuales y luego migrar y probar en una copia o en un entorno donde el riesgo sea aceptable. Continúa usándola a largo plazo solo después de confirmar que sigue funcionando con normalidad.
fr: La migration des données de l’application peut entraîner des problèmes de compatibilité imprévisibles dans l’application cible. Nous vous recommandons de sauvegarder d’abord vos données actuelles, puis d’effectuer la migration et les tests sur une copie ou dans un environnement où le risque est acceptable. Ne poursuivez l’utilisation à long terme qu’après avoir confirmé que l’application fonctionne normalement.
hi: ऐप डेटा माइग्रेट करने से लक्ष्य सॉफ़्टवेयर में अप्रत्याशित संगतता समस्याएँ हो सकती हैं। हम सलाह देते हैं कि पहले अपने मौजूदा डेटा का बैकअप लें, फिर कॉपी या ऐसे वातावरण में माइग्रेशन और परीक्षण करें जहाँ यह जोखिम स्वीकार्य हो। ऐप के सामान्य रूप से काम करने की पुष्टि होने के बाद ही इसे लंबे समय तक उपयोग करें।
id: Memigrasikan data aplikasi dapat menyebabkan masalah kompatibilitas yang tidak terduga pada aplikasi tujuan. Sebaiknya cadangkan data Anda saat ini terlebih dahulu, lalu lakukan migrasi dan pengujian pada salinan atau di lingkungan dengan risiko yang dapat diterima. Lanjutkan penggunaan jangka panjang hanya setelah memastikan aplikasi tetap berfungsi normal.
it: La migrazione dei dati dell'app potrebbe causare problemi di compatibilità imprevedibili nell'app di destinazione. Ti consigliamo di eseguire prima un backup dei dati attuali, poi migrare e testare su una copia o in un ambiente in cui il rischio sia accettabile. Continua a usarla a lungo termine solo dopo aver verificato che l'app funzioni ancora normalmente.
ja: Migrating app data may cause unpredictable compatibility issues in the target app. We recommend backing up your current data first, then migrating and testing in a copy or another environment where the risk is acceptable. Continue long-term use only after confirming the app still works normally.
ko: 앱 데이터를 이전하면 대상 앱에서 예기치 않은 호환성 문제가 발생할 수 있습니다. 먼저 현재 데이터를 백업한 뒤, 사본이나 위험을 감수할 수 있는 환경에서 이전과 테스트를 진행하는 것을 권장합니다. 앱이 정상적으로 동작하는 것을 확인한 후에만 장기적으로 계속 사용하세요.
nl: Het migreren van appgegevens kan onvoorspelbare compatibiliteitsproblemen veroorzaken in de doelapp. We raden aan eerst een back-up van je huidige gegevens te maken en daarna te migreren en te testen op een kopie of in een omgeving waarin het risico aanvaardbaar is. Gebruik de app pas weer langdurig nadat je hebt bevestigd dat alles normaal werkt.
pl: Migracja danych aplikacji może spowodować nieprzewidywalne problemy ze zgodnością w aplikacji docelowej. Zalecamy najpierw wykonać kopię zapasową bieżących danych, a następnie przeprowadzić migrację i testy na kopii lub w środowisku, w którym ryzyko jest akceptowalne. Korzystaj z aplikacji długoterminowo dopiero po potwierdzeniu, że nadal działa prawidłowo.
pt: Migrar dados do aplicativo pode causar problemas de compatibilidade imprevisíveis no app de destino. Recomendamos fazer primeiro um backup dos seus dados atuais e depois migrar e testar em uma cópia ou em um ambiente onde o risco seja aceitável. Só continue usando o app a longo prazo depois de confirmar que ele ainda funciona normalmente.
ru: Перенос данных приложения может вызвать непредсказуемые проблемы совместимости в целевом приложении. Рекомендуем сначала создать резервную копию текущих данных, затем выполнить перенос и тестирование на копии или в среде, где такой риск допустим. Продолжайте долгосрочное использование только после того, как убедитесь, что приложение по-прежнему работает нормально.
th: การย้ายข้อมูลแอปอาจทำให้เกิดปัญหาความเข้ากันได้ที่คาดไม่ถึงกับแอปปลายทาง เราแนะนำให้สำรองข้อมูลปัจจุบันของคุณก่อน จากนั้นค่อยย้ายและทดสอบบนสำเนาหรือในสภาพแวดล้อมที่คุณยอมรับความเสี่ยงได้ ใช้งานต่อในระยะยาวก็ต่อเมื่อยืนยันแล้วว่าแอปยังทำงานได้ตามปกติ
tr: Uygulama verilerini taşımak hedef uygulamada öngörülemeyen uyumluluk sorunlarına neden olabilir. Önce mevcut verilerinizi yedeklemenizi, ardından taşıma ve testi bir kopya üzerinde veya riski kabul edebileceğiniz bir ortamda yapmanızı öneririz. Uygulamanın normal çalıştığını doğruladıktan sonra uzun vadeli kullanıma devam edin.
vi: Việc di chuyển dữ liệu ứng dụng có thể gây ra các vấn đề tương thích khó lường trong ứng dụng đích. Chúng tôi khuyên bạn nên sao lưu dữ liệu hiện tại trước, sau đó di chuyển và thử nghiệm trên bản sao hoặc trong môi trường mà bạn có thể chấp nhận rủi ro. Chỉ tiếp tục sử dụng lâu dài sau khi xác nhận ứng dụng vẫn hoạt động bình thường.
zh_hant: 遷移應用資料可能導致目標軟體出現不可預料的相容性問題。建議你先自行備份目前資料，再在副本或可接受風險的環境中遷移並測試，確認軟體運作正常後再繼續長期使用。

source: 迁移建议
ar: أولوية النقل
de: Migrationspriorität
en: Migration Priority
eo: Migra prioritato
es: Prioridad de migración
fr: Priorité de migration
hi: माइग्रेशन प्राथमिकता
id: Prioritas migrasi
it: Priorità migrazione
ja: 移行の優先度
ko: 마이그레이션 우선순위
nl: Migratieprioriteit
pl: Priorytet migracji
pt: Prioridade de migração
ru: Приоритет миграции
th: ลำดับความสำคัญการย้าย
tr: Taşıma önceliği
vi: Ưu tiên di chuyển
zh_hant: 遷移建議

source: 迁移成功
ar: تم النقل بنجاح
de: Migration erfolgreich
en: Migration Successful
eo: Migrado Sukcesa
es: Migración exitosa
fr: Migration réussie
hi: माइग्रेशन सफल
id: Migrasi Berhasil
it: Migrazione riuscita
ja: 移行成功
ko: 마이그레이션 성공
nl: Migratie succesvol
pl: Migracja zakończona sukcesem
pt: Migração com Sucesso
ru: Миграция успешна
th: การย้ายสำเร็จ
tr: Taşıma Başarılı
vi: Di chuyển thành công
zh_hant: 遷移成功

source: 迁移数据目录
ar: نقل دليل البيانات
de: Datenverzeichnis migrieren
en: Migrate Data Directory
eo: Migri datdosierujon
es: Migrar directorio de datos
fr: Migrer le répertoire de données
hi: डेटा निर्देशिका स्थानांतरित करें
id: Migrasi direktori data
it: Migra directory dati
ja: Migrate Data Directory
ko: 데이터 디렉토리 마이그레이션
nl: Gegevensmap migreren
pl: Migruj katalog danych
pt: Migrar diretório de dados
ru: Перенести каталог данных
th: ย้ายไดเร็กทอรีข้อมูล
tr: Veri dizinini taşı
vi: Di chuyển thư mục dữ liệu
zh_hant: 遷移資料目錄

source: 迁移文件夹
ar: Migrate Folders
de: Migrate Folders
en: Migrate Folders
eo: Migrate Folders
es: Migrate Folders
fr: Migrate Folders
hi: Migrate Folders
id: Migrate Folders
it: Migrate Folders
ja: Migrate Folders
ko: Migrate Folders
nl: Migrate Folders
pl: Migrate Folders
pt: Migrate Folders
ru: Migrate Folders
th: Migrate Folders
tr: Migrate Folders
vi: Migrate Folders
zh_hant: 遷移資料夾

source: 迁移过程出错
ar: Migration process error
de: Migration process error
en: Migration process error
eo: Migration process error
es: Migration process error
fr: Migration process error
hi: Migration process error
id: Migration process error
it: Migration process error
ko: Migration process error
nl: Migration process error
pl: Migration process error
pt: Migration process error
ru: Migration process error
th: Migration process error
tr: Migration process error
vi: Migration process error
zh_hant: 遷移过程出错

source: 迁移风险提示
ar: Migration Risk Warning
de: Migrationsrisikowarnung
en: Migration Risk Warning
eo: Migration Risk Warning
es: Advertencia de riesgo de migración
fr: Avertissement de risque de migration
hi: Migration Risk Warning
id: Migration Risk Warning
it: Avviso di rischio migrazione
ja: Migration Risk Warning
ko: 마이그레이션 위험 경고
nl: Migration Risk Warning
pl: Migration Risk Warning
pt: Migration Risk Warning
ru: Предупреждение о рисках переноса
th: Migration Risk Warning
tr: Migration Risk Warning
vi: Migration Risk Warning
zh_hant: 遷移風險提示

source: 运行中
ar: تشغيل
de: Läuft
en: Running
eo: Kuris
es: Ejecutando
fr: En cours
hi: चल रहा है
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Działa
pt: Executando
ru: Запущено
th: กำลังทำงาน
tr: Çalışıyor
vi: Đang chạy
zh_hant: 執行中

source: 还原
ar: استعادة
de: Wiederherstellen
en: Restore
eo: Restarigi
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करें
id: Pulihkan
it: Ripristina
ja: Restore
ko: 복원
nl: Herstellen
pl: Przywróć
pt: Restaurar
ru: Восстановить
th: กู้คืน
tr: Geri Yükle
vi: Khôi phục
zh_hant: 還原

source: 还原 %lld 个文件夹
ar: Restore %lld Folders
de: Restore %lld Folders
en: Restore %lld Folders
eo: Restore %lld Folders
es: Restore %lld Folders
fr: Restore %lld Folders
hi: Restore %lld Folders
id: Restore %lld Folders
it: Restore %lld Folders
ja: Restore %lld Folders
ko: Restore %lld Folders
nl: Restore %lld Folders
pl: Restore %lld Folders
pt: Restore %lld Folders
ru: Restore %lld Folders
th: Restore %lld Folders
tr: Restore %lld Folders
vi: Restore %lld Folders
zh_hant: 還原 %lld 個資料夾

source: 还原前入口检查
ar: Pre-restore portal check
de: Pre-restore portal check
en: Pre-restore portal check
eo: Pre-restore portal check
es: Pre-restore portal check
fr: Pre-restore portal check
hi: Pre-restore portal check
id: Pre-restore portal check
it: Pre-restore portal check
ko: Pre-restore portal check
nl: Pre-restore portal check
pl: Pre-restore portal check
pt: Pre-restore portal check
ru: Pre-restore portal check
th: Pre-restore portal check
tr: Pre-restore portal check
vi: Pre-restore portal check
zh_hant: 還原前入口检查

source: 还原前权限检查失败
ar: Pre-restore permission check failed
de: Pre-restore permission check failed
en: Pre-restore permission check failed
eo: Pre-restore permission check failed
es: Pre-restore permission check failed
fr: Pre-restore permission check failed
hi: Pre-restore permission check failed
id: Pre-restore permission check failed
it: Pre-restore permission check failed
ko: Pre-restore permission check failed
nl: Pre-restore permission check failed
pl: Pre-restore permission check failed
pt: Pre-restore permission check failed
ru: Pre-restore permission check failed
th: Pre-restore permission check failed
tr: Pre-restore permission check failed
vi: Pre-restore permission check failed
zh_hant: 還原前权限检查失败

source: 还原失败后恢复单应用入口失败
ar: Failed to restore the single-app portal after restore failure
de: Failed to restore the single-app portal after restore failure
en: Failed to restore the single-app portal after restore failure
eo: Failed to restore the single-app portal after restore failure
es: Failed to restore the single-app portal after restore failure
fr: Failed to restore the single-app portal after restore failure
hi: Failed to restore the single-app portal after restore failure
id: Failed to restore the single-app portal after restore failure
it: Failed to restore the single-app portal after restore failure
ko: Failed to restore the single-app portal after restore failure
nl: Failed to restore the single-app portal after restore failure
pl: Failed to restore the single-app portal after restore failure
pt: Failed to restore the single-app portal after restore failure
ru: Failed to restore the single-app portal after restore failure
th: Failed to restore the single-app portal after restore failure
tr: Failed to restore the single-app portal after restore failure
vi: Failed to restore the single-app portal after restore failure
zh_hant: 還原失败后恢复单應用程式入口失败

source: 还原完成后，外部存储中的副本将被删除。
ar: After restoration, the copy in external storage will be deleted.
de: After restoration, the copy in external storage will be deleted.
en: After restoration, the copy in external storage will be deleted.
eo: After restoration, the copy in external storage will be deleted.
es: After restoration, the copy in external storage will be deleted.
fr: After restoration, the copy in external storage will be deleted.
hi: After restoration, the copy in external storage will be deleted.
id: After restoration, the copy in external storage will be deleted.
it: After restoration, the copy in external storage will be deleted.
ja: After restoration, the copy in external storage will be deleted.
ko: After restoration, the copy in external storage will be deleted.
nl: After restoration, the copy in external storage will be deleted.
pl: After restoration, the copy in external storage will be deleted.
pt: After restoration, the copy in external storage will be deleted.
ru: After restoration, the copy in external storage will be deleted.
th: After restoration, the copy in external storage will be deleted.
tr: After restoration, the copy in external storage will be deleted.
vi: After restoration, the copy in external storage will be deleted.
zh_hant: 還原完成後，外部存儲中的副本將被刪除。

source: 还原数据目录
ar: استعادة دليل البيانات
de: Datenverzeichnis wiederherstellen
en: Restore Data Directory
eo: Restarigi datdosierujon
es: Restaurar directorio de datos
fr: Restaurer le répertoire de données
hi: डेटा निर्देशिका पुनर्स्थापित करें
id: Pulihkan direktori data
it: Ripristina directory dati
ja: Restore Data Directory
ko: 데이터 디렉토리 복원
nl: Gegevensmap herstellen
pl: Przywróć katalog danych
pt: Restaurar diretório de dados
ru: Восстановить каталог данных
th: กู้คืนไดเร็กทอรีข้อมูล
tr: Veri dizinini geri yükle
vi: Khôi phục thư mục dữ liệu
zh_hant: 還原資料目錄

source: 还原文件夹
ar: Restore Folders
de: Restore Folders
en: Restore Folders
eo: Restore Folders
es: Restore Folders
fr: Restore Folders
hi: Restore Folders
id: Restore Folders
it: Restore Folders
ja: Restore Folders
ko: Restore Folders
nl: Restore Folders
pl: Restore Folders
pt: Restore Folders
ru: Restore Folders
th: Restore Folders
tr: Restore Folders
vi: Restore Folders
zh_hant: 還原資料夾

source: 连接类型
ar: Connection Type
de: Connection Type
en: Connection Type
eo: Connection Type
es: Connection Type
fr: Connection Type
hi: Connection Type
id: Connection Type
it: Connection Type
ja: Connection Type
ko: 연결 유형
nl: Connection Type
pl: Connection Type
pt: Connection Type
ru: Connection Type
th: Connection Type
tr: Connection Type
vi: Connection Type
zh_hant: 連接類型

source: 选中的应用包含 App Store 应用和非原生应用。 如需迁移，请在设置中启用相应选项。
ar: تتضمن التطبيقات المحددة تطبيقات App Store وتطبيقات غير أصلية. لنقلها، فعّل الخيارات المناسبة في الإعدادات.
de: Die ausgewählten Apps enthalten App-Store-Apps und nicht-native Apps. Aktivieren Sie zum Migrieren die entsprechenden Optionen in den Einstellungen.
en: Selected apps include App Store apps and non-native apps. To migrate them, enable the corresponding options in Settings.
eo: La elektitaj aplikaĵoj inkluzivas App Store-aplikaĵojn kaj nenativajn aplikaĵojn. Por migri ilin, aktivigu la koncernajn opciojn en Agordoj.
es: Las apps seleccionadas incluyen apps de App Store y apps no nativas. Para migrarlas, activa las opciones correspondientes en Ajustes.
fr: Les apps sélectionnées incluent des apps de l’App Store et des apps non natives. Pour les migrer, activez les options correspondantes dans les réglages.
hi: चुने गए ऐप्स में App Store ऐप्स और नॉन-नेटिव ऐप्स शामिल हैं। इन्हें माइग्रेट करने के लिए Settings में संबंधित विकल्प सक्षम करें.
id: Aplikasi yang dipilih mencakup aplikasi App Store dan aplikasi non-native. Untuk memigrasikannya, aktifkan opsi yang sesuai di Pengaturan.
it: Le app selezionate includono app dell’App Store e app non native. Per migrarle, abilita le opzioni corrispondenti nelle Impostazioni.
ja: 選択したアプリには App Store アプリと非ネイティブアプリが含まれています。 移行するには、設定で対応するオプションを有効にしてください。
ko: 선택한 앱에는 App Store 앱과 비네이티브 앱이 포함되어 있습니다. 마이그레이션하려면 설정에서 해당 옵션을 활성화하세요.
nl: De geselecteerde apps bevatten App Store-apps en niet-native apps. Schakel de bijbehorende opties in Instellingen in om ze te migreren.
pl: Wybrane aplikacje obejmują aplikacje z App Store i aplikacje nienatywne. Aby je przenieść, włącz odpowiednie opcje w Ustawieniach.
pt: Os apps selecionados incluem apps da App Store e apps não nativos. Para migrá-los, ative as opções correspondentes em Ajustes.
ru: Выбранные приложения включают приложения из App Store и ненативные приложения. Чтобы перенести их, включите соответствующие параметры в настройках.
th: แอปที่เลือกมีทั้งแอป App Store และแอปที่ไม่ใช่แบบเนทีฟ หากต้องการย้าย ให้เปิดตัวเลือกที่เกี่ยวข้องในการตั้งค่า
tr: Seçilen uygulamalar App Store uygulamalarını ve yerel olmayan uygulamaları içeriyor. Taşımak için Ayarlar’da ilgili seçenekleri etkinleştirin.
vi: Các ứng dụng đã chọn bao gồm ứng dụng App Store và ứng dụng không gốc. Để di chuyển, hãy bật các tùy chọn tương ứng trong Cài đặt.
zh_hant: 選取的應用程式包含 App Store 應用程式和非原生應用程式。 如需遷移，請在設定中啟用相應選項。

source: 选择外部目标文件夹
ar: Choose External Destination Folder
de: Choose External Destination Folder
en: Choose External Destination Folder
eo: Choose External Destination Folder
es: Choose External Destination Folder
fr: Choose External Destination Folder
hi: Choose External Destination Folder
id: Choose External Destination Folder
it: Choose External Destination Folder
ja: Choose External Destination Folder
ko: Choose External Destination Folder
nl: Choose External Destination Folder
pl: Choose External Destination Folder
pt: Choose External Destination Folder
ru: Choose External Destination Folder
th: Choose External Destination Folder
tr: Choose External Destination Folder
vi: Choose External Destination Folder
zh_hant: 選擇外部目標資料夾
